[
  {
    "id": 1,
    "name": "Mimit",
    "description": "Mimit has the honor of being the very first Digital ever created. The genomic reservoir contained in its tail allows it an unequalled ability to replicate any other Temtem species, making it the ultimate breeder.",
    "types": [
      "Digital type"
    ],
    "details": {
      "height": {
        "cm": 42,
        "inches": 16.54
      },
      "weight": {
        "kg": 42,
        "lbs": 92.61
      }
    }
  },
  {
    "id": 2,
    "name": "Oree",
    "description": "One of the first prototypes created in Nanto Labs, Oree's early versions were the forerunners of Digital Temtem. Inquisitive creatures by design, they show great curiosity and a boundless appetite for information.",
    "types": [
      "Digital type"
    ],
    "details": {
      "height": {
        "cm": 128,
        "inches": 50.39
      },
      "weight": {
        "kg": 43,
        "lbs": 94.82
      }
    }
  },
  {
    "id": 3,
    "name": "Zaobian",
    "description": "Zaobian are part of the second generation of Digital Temtem. Created with much more refined technology, they are more intelligent friends and companions, as well as sturdier in battle.",
    "types": [
      "Digital type"
    ],
    "details": {
      "height": {
        "cm": 213,
        "inches": 83.86
      },
      "weight": {
        "kg": 93,
        "lbs": 205.07
      }
    }
  },
  {
    "id": 4,
    "name": "Chromeon",
    "description": "Chrome-chrome-Chromeoooon, you come and gooo...' This recent breakthrough of Nanto Labs uses modified Koish DNA to create a Digital Temtem with a variable second-typing for maximum versatility.",
    "types": [
      "Digital type"
    ],
    "details": {
      "height": {
        "cm": 77,
        "inches": 30.31
      },
      "weight": {
        "kg": 36,
        "lbs": 79.38
      }
    }
  },
  {
    "id": 5,
    "name": "Halzhi",
    "description": "This is a newer model from Nanto Labs, specifically designed for Dojo tamers. More intelligent and empathic than older Digitals, it is much more responsive to human commands, and those fortunate enough to have one as a friend wouldn't change it for any other.",
    "types": [
      "Digital type"
    ],
    "details": {
      "height": {
        "cm": 90,
        "inches": 35.43
      },
      "weight": {
        "kg": 95,
        "lbs": 209.48
      }
    }
  },
  {
    "id": 6,
    "name": "Molgu",
    "description": "This model represents a significant upgrade from Halzhi. Surprisingly, Nanto Labs found examples of escaped Molgu evolving on their own, further proving the point thatDigital Temtem are every bit as \"alive\" and \"natural\" as other varieties.",
    "types": [
      "Digital type"
    ],
    "details": {
      "height": {
        "cm": 170,
        "inches": 66.93
      },
      "weight": {
        "kg": 150,
        "lbs": 330.75
      }
    }
  },
  {
    "id": 7,
    "name": "Platypet",
    "description": "Platypet was popularized by a cartoon series, and ever since then it has been one of the most popular Temtem with kids. The series had an educative purpose: to teach children that Toxic Temtem are also valid and can be good friends.",
    "types": [
      "Water type",
      "Toxic type"
    ],
    "details": {
      "height": {
        "cm": 85,
        "inches": 33.46
      },
      "weight": {
        "kg": 48,
        "lbs": 105.84
      }
    }
  },
  {
    "id": 8,
    "name": "Platox",
    "description": "Platox share common ancestors with Saipat, but the species diverged centuries ago. While Saipat developed opposable thumbs, Platox specialized in surviving polluted environments. Today they are the most successful feathered Temtem of Tucma.",
    "types": [
      "Water type",
      "Toxic type"
    ],
    "details": {
      "height": {
        "cm": 140,
        "inches": 55.12
      },
      "weight": {
        "kg": 70,
        "lbs": 154.35
      }
    }
  },
  {
    "id": 9,
    "name": "Platimous",
    "description": "Charles Temwin described them as \"Platox, but more so\". This is usually taken as classic Arburian understatement: Platimous were amongst the most successful apex predators before large-scale taming, and remain very effective fighters.",
    "types": [
      "Water type",
      "Toxic type"
    ],
    "details": {
      "height": {
        "cm": 190,
        "inches": 74.8
      },
      "weight": {
        "kg": 107,
        "lbs": 235.94
      }
    }
  },
  {
    "id": 10,
    "name": "Swali",
    "description": "When the harvest season is on, Omninesian fruit-pickers are always careful not to accidentally damage the delicate, chrysalis-like Swali. They grow on certain vines of the rainforest canopy, dropping to the jungle floor once mature and mobile.",
    "types": [
      "Nature type"
    ],
    "details": {
      "height": {
        "cm": 82,
        "inches": 32.28
      },
      "weight": {
        "kg": 18,
        "lbs": 39.69
      }
    }
  },
  {
    "id": 11,
    "name": "Loali",
    "description": "Delicate and graceful creatures, Loali are all wings and eyes - and natural charmers. Their hypnotic eyes can completely dazzle their enemies and their constantly fluttering wings allow them to change course in an instant.",
    "types": [
      "Nature type",
      "Wind type"
    ],
    "details": {
      "height": {
        "cm": 60,
        "inches": 23.62
      },
      "weight": {
        "kg": 14,
        "lbs": 30.87
      }
    }
  },
  {
    "id": 12,
    "name": "Tateru",
    "description": "Despite their impressive height, Tateru are quite shy and not naturally aggressive. That's why they need proper training before battle. Wild Tateru are recognized for their upright position and sensitive antennae, always alert.",
    "types": [
      "Neutral type"
    ],
    "details": {
      "height": {
        "cm": 145,
        "inches": 57.09
      },
      "weight": {
        "kg": 61,
        "lbs": 134.51
      }
    }
  },
  {
    "id": 13,
    "name": "Gharunder",
    "description": "Popularly known as \"the monster of the sewers\", this species descends from proto-Temtemic lifeforms of the Xolot Reservoir. It is no surprise it has adapted to an extremely toxic ecosystem.",
    "types": [
      "Toxic type",
      "Electric type"
    ],
    "details": {
      "height": {
        "cm": 176,
        "inches": 69.29
      },
      "weight": {
        "kg": 240,
        "lbs": 529.2
      }
    }
  },
  {
    "id": 14,
    "name": "Mosu",
    "description": "The adorable Mosu descends from the primeval pachyderms that roamed the Greenglen Forest back when it was part of a great boreal forest spanning almost half of Paninsula.",
    "types": [
      "Melee type"
    ],
    "details": {
      "height": {
        "cm": 145,
        "inches": 57.09
      },
      "weight": {
        "kg": 170,
        "lbs": 374.85
      }
    }
  },
  {
    "id": 15,
    "name": "Magmut",
    "description": "Temtemologists believe Magmut developed their characteristic flaming mane as an adaptation to the colder and wetter climate of the Lochburg moors.",
    "types": [
      "Melee type",
      "Fire type"
    ],
    "details": {
      "height": {
        "cm": 215,
        "inches": 84.65
      },
      "weight": {
        "kg": 1150,
        "lbs": 2535.75
      }
    }
  },
  {
    "id": 16,
    "name": "Paharo",
    "description": "Paharo tend to hide in treetops and lurk, their green \"mask\" allowing them to blend in with the foliage. Often the only way to locate them is to look for the telltale gleam of their eyes.",
    "types": [
      "Wind type"
    ],
    "details": {
      "height": {
        "cm": 75,
        "inches": 29.53
      },
      "weight": {
        "kg": 8,
        "lbs": 17.64
      }
    }
  },
  {
    "id": 17,
    "name": "Paharac",
    "description": "Due to their bigger size and stronger physique, Paharac doesn’t actually need camouflage, but they still love to flaunt their turquoise facial feathers with great pride.",
    "types": [
      "Wind type"
    ],
    "details": {
      "height": {
        "cm": 125,
        "inches": 49.21
      },
      "weight": {
        "kg": 24,
        "lbs": 52.92
      }
    }
  },
  {
    "id": 18,
    "name": "Granpah",
    "description": "The authoritative stare of a Granpah portrays the long time and many battles that it takes to achieve this evolutionary stage. They have earned their respect among younger Wind Temtem.",
    "types": [
      "Wind type"
    ],
    "details": {
      "height": {
        "cm": 186,
        "inches": 73.23
      },
      "weight": {
        "kg": 45,
        "lbs": 99.23
      }
    }
  },
  {
    "id": 19,
    "name": "Ampling",
    "description": "Native to the steep slopes of the Iwaba highlands, Ampling are as adorable as electrifying. Neoedo children are familiar with them, thanks to regular school trips to observe these charming creatures in their natural habitat.",
    "types": [
      "Electric type"
    ],
    "details": {
      "height": {
        "cm": 130,
        "inches": 51.18
      },
      "weight": {
        "kg": 45,
        "lbs": 99.23
      }
    }
  },
  {
    "id": 20,
    "name": "Amphatyr",
    "description": "Amphatyr are a prime example of 'cervus electricus', agile and majestic. Their mating habit of locking horns causes beautiful displays of electric sparks and discharge arcs that have been compared to tiny aurorae.",
    "types": [
      "Electric type",
      "Nature type"
    ],
    "details": {
      "height": {
        "cm": 202,
        "inches": 79.53
      },
      "weight": {
        "kg": 65,
        "lbs": 143.33
      }
    }
  },
  {
    "id": 21,
    "name": "Bunbun",
    "description": "These adorable creatures are probably a remnant from the times Tucma and Kisiwa were a single island. While their strong Earth DNA is clearly of Kisiwan origin, the crystalline contents in their paws betray a definite Tucmani influence. They are social and easy to tame.",
    "types": [
      "Earth type",
      "Crystal type"
    ],
    "details": {
      "height": {
        "cm": 55,
        "inches": 21.65
      },
      "weight": {
        "kg": 18,
        "lbs": 39.69
      }
    }
  },
  {
    "id": 22,
    "name": "Mudrid",
    "description": "Bigger and more resilient than Bunbun, Mudrid are hardy Temtem, used to extreme weather conditions. Their extremely fine sense of hearing makes them very valuable scouting Temtem once tamed... but also harder to catch in the wild.",
    "types": [
      "Earth type",
      "Crystal type"
    ],
    "details": {
      "height": {
        "cm": 150,
        "inches": 59.06
      },
      "weight": {
        "kg": 75,
        "lbs": 165.38
      }
    }
  },
  {
    "id": 23,
    "name": "Hidody",
    "description": "This cutie is an adept climber, thanks to the little suckers located in each of its eight stubby legs. For the same reason, Omninesian children quickly learn to hide their cookies instead of putting them on the higher shelf...",
    "types": [
      "Nature type"
    ],
    "details": {
      "height": {
        "cm": 100,
        "inches": 39.37
      },
      "weight": {
        "kg": 12,
        "lbs": 26.46
      }
    }
  },
  {
    "id": 24,
    "name": "Taifu",
    "description": "Brought up on a steady diet of stolen cookies, Hidody evolves into the more agile Taifu. They are naughty but cute creatures, naturally given to light-hearted mischief... but very serious opponents in battle.",
    "types": [
      "Nature type"
    ],
    "details": {
      "height": {
        "cm": 180,
        "inches": 70.87
      },
      "weight": {
        "kg": 72,
        "lbs": 158.76
      }
    }
  },
  {
    "id": 25,
    "name": "Fomu",
    "description": "These Temtem are known for their capacity to generate vapor, like charming little steam engines. Since that means losing a lot of moisture, this species prefers to remain in the water and use steam jets for propulsion rather than its short legs.",
    "types": [
      "Water type"
    ],
    "details": {
      "height": {
        "cm": 58,
        "inches": 22.83
      },
      "weight": {
        "kg": 12,
        "lbs": 26.46
      }
    }
  },
  {
    "id": 26,
    "name": "Wiplump",
    "description": "Wiplump takes Fomu's clever use of water vapor one step further - flying on steam wings, this species boasts increased range and speed, paired with a stronger attack thanks to its sturdier horn.",
    "types": [
      "Water type",
      "Wind type"
    ],
    "details": {
      "height": {
        "cm": 125,
        "inches": 49.21
      },
      "weight": {
        "kg": 28,
        "lbs": 61.74
      }
    }
  },
  {
    "id": 27,
    "name": "Skail",
    "description": "This species of Temtem is notoriously bad-tempered, and tamers need all their skills to handle them. Once tamed, these muscular creatures can deliver powerful tail blows in battle.",
    "types": [
      "Neutral type"
    ],
    "details": {
      "height": {
        "cm": 80,
        "inches": 31.5
      },
      "weight": {
        "kg": 26,
        "lbs": 57.33
      }
    }
  },
  {
    "id": 28,
    "name": "Skunch",
    "description": "Unlike their lesser brethren, Skunch are capable of bipedalism and can even stand on their muscular tails. This evolution allows them to pummel enemies with their massive fists... but it's done nothing to ameliorate their aggressive mood.",
    "types": [
      "Neutral type",
      "Melee type"
    ],
    "details": {
      "height": {
        "cm": 150,
        "inches": 59.06
      },
      "weight": {
        "kg": 36,
        "lbs": 79.38
      }
    }
  },
  {
    "id": 29,
    "name": "Goty",
    "description": "Voted Best Temtem every year by Neutral enthusiasts, Goty is as effective as it is cute. This little crowd-pleaser is particularly popular among casual Kisiwan tamers.",
    "types": [
      "Neutral type"
    ],
    "details": {
      "height": {
        "cm": 80,
        "inches": 31.5
      },
      "weight": {
        "kg": 35,
        "lbs": 77.18
      }
    }
  },
  {
    "id": 30,
    "name": "Mouflank",
    "description": "With their imposing horns, grazing Mouflank herds used to be serious natural hazards of the Kisiwan plains. The tribes soon learned how to tame them to avoid dangerous stampedes.",
    "types": [
      "Neutral type"
    ],
    "details": {
      "height": {
        "cm": 170,
        "inches": 66.93
      },
      "weight": {
        "kg": 115,
        "lbs": 253.58
      }
    }
  },
  {
    "id": 31,
    "name": "Rhoulder",
    "description": "Once king of the Kisiwan savannah, this species boasts incredibly hard lamellar plates. Before the time of Chacha Turay, they were used in tribal warfare as armored cavalry.",
    "types": [
      "Neutral type",
      "Earth type"
    ],
    "details": {
      "height": {
        "cm": 180,
        "inches": 70.87
      },
      "weight": {
        "kg": 380,
        "lbs": 837.9
      }
    }
  },
  {
    "id": 32,
    "name": "Houchic",
    "description": "Clever but somehow naive, the gentle Houchic are ideal as the first Mental Temtem for novice trainers. They are emphatic and intuitive, capable of understanding the subtleties of mentalism.",
    "types": [
      "Mental type"
    ],
    "details": {
      "height": {
        "cm": 110,
        "inches": 43.31
      },
      "weight": {
        "kg": 24,
        "lbs": 52.92
      }
    }
  },
  {
    "id": 33,
    "name": "Tental",
    "description": "Houchic eventually evolves into the more mature Tental - shrewder creatures, whose writhing tentacles serve as apt metaphors for their ever-twisting, sibylline minds.",
    "types": [
      "Mental type"
    ],
    "details": {
      "height": {
        "cm": 160,
        "inches": 62.99
      },
      "weight": {
        "kg": 58,
        "lbs": 127.89
      }
    }
  },
  {
    "id": 34,
    "name": "Nagaise",
    "description": "Cipanki legends are full of sage Nagaise giving cryptic advice to folk heroes - an early example of the traditional association of this species with wisdom, insight, and spirituality.",
    "types": [
      "Mental type",
      "Water type"
    ],
    "details": {
      "height": {
        "cm": 200,
        "inches": 78.74
      },
      "weight": {
        "kg": 98,
        "lbs": 216.09
      }
    }
  },
  {
    "id": 35,
    "name": "Orphyll",
    "description": "Probably a mutation from an ancient serpentine strand of Nature Temtem, Orphyll show remarkable adaptation to noxious conditions. They feature prominently in the art of ancient proto-Arburian cultures, who feared and revered them.",
    "types": [
      "Nature type",
      "Toxic type"
    ],
    "details": {
      "height": {
        "cm": 117,
        "inches": 46.06
      },
      "weight": {
        "kg": 110,
        "lbs": 242.55
      }
    }
  },
  {
    "id": 36,
    "name": "Nidrasil",
    "description": "Long considered to be a legend, this species was scientifically verified just decades ago. Temtemologists are still debating how the nervous system of Nidrasil copes with three separate encephalic centers.",
    "types": [
      "Nature type",
      "Toxic type"
    ],
    "details": {
      "height": {
        "cm": 178,
        "inches": 70.08
      },
      "weight": {
        "kg": 330,
        "lbs": 727.65
      }
    }
  },
  {
    "id": 37,
    "name": "Banapi",
    "description": "Capricious and stubborn, these Temtem roam the side of the Anak volcano, grazing on burning coals instead of grass. Notably difficult to tame, they set the right expectations for prospective Fire Temtem tamers...",
    "types": [
      "Fire type"
    ],
    "details": {
      "height": {
        "cm": 90,
        "inches": 35.43
      },
      "weight": {
        "kg": 45,
        "lbs": 99.23
      }
    }
  },
  {
    "id": 38,
    "name": "Capyre",
    "description": "These temperamental creatures often appear in Myrislan folklore as tricksters, their unreliable nature embedded deeply in the culture. Highly territorial, they breed in Anak and make sure any visitors know just how unwelcome they are.",
    "types": [
      "Fire type"
    ],
    "details": {
      "height": {
        "cm": 150,
        "inches": 59.06
      },
      "weight": {
        "kg": 67,
        "lbs": 147.74
      }
    }
  },
  {
    "id": 39,
    "name": "Lapinite",
    "description": "Extremely common in Tucma, these little creatures are often the first Temtem of every young Quetzaleño. They are cheerful and resistant playmates for toddlers, and it is common practise to lightly file off the edges of their crystals to ensure safety.",
    "types": [
      "Crystal type"
    ],
    "details": {
      "height": {
        "cm": 90,
        "inches": 35.43
      },
      "weight": {
        "kg": 47,
        "lbs": 103.64
      }
    }
  },
  {
    "id": 40,
    "name": "Azuroc",
    "description": "This Temtem is a common sight in the Mines of Quetzal, where miners appreciate their skill when dislodging big chunks of ore and gemstones. Its correct and expert handling is a professional requisite for most of them.",
    "types": [
      "Crystal type"
    ],
    "details": {
      "height": {
        "cm": 203,
        "inches": 79.92
      },
      "weight": {
        "kg": 95,
        "lbs": 209.48
      }
    }
  },
  {
    "id": 41,
    "name": "Zenoreth",
    "description": "Any given night at the Jaguar Lounge, drunken miners whisper tall tales about great crystalline behemoths lurking in the darkest abyss under the city. This Temtem is probably the base of all those urban legends... probably.",
    "types": [
      "Crystal type"
    ],
    "details": {
      "height": {
        "cm": 310,
        "inches": 122.05
      },
      "weight": {
        "kg": 220,
        "lbs": 485.1
      }
    }
  },
  {
    "id": 42,
    "name": "Reval",
    "description": "Related to diverse (now extinct) subspecies of Cipanki 'vulpes mentalis', Reval used to be hunted by the Counts of House Braeside. Nowadays, they are protected and thrive in the forests of eastern Arbury.",
    "types": [
      "Mental type"
    ],
    "details": {
      "height": {
        "cm": 56,
        "inches": 22.05
      },
      "weight": {
        "kg": 12,
        "lbs": 26.46
      }
    }
  },
  {
    "id": 43,
    "name": "Aohi",
    "description": "Fast and sinuous like wildfire, Aohi are cunning and sly creatures who routinely outsmart all but the most seasoned of tamers. Even in the wild, they delight in tricking the more gullible Reval.",
    "types": [
      "Mental type",
      "Fire type"
    ],
    "details": {
      "height": {
        "cm": 136,
        "inches": 53.54
      },
      "weight": {
        "kg": 26,
        "lbs": 57.33
      }
    }
  },
  {
    "id": 44,
    "name": "Bigu",
    "description": "If there's an easily underestimated Temtem, that's Bigu. Comically ill-tempered, many tamers have found to their cost that these gastropods compensate their slow pace with outstanding tenacity in battle.",
    "types": [
      "Nature type"
    ],
    "details": {
      "height": {
        "cm": 113,
        "inches": 44.49
      },
      "weight": {
        "kg": 113,
        "lbs": 249.17
      }
    }
  },
  {
    "id": 45,
    "name": "Babawa",
    "description": "These Temtem are flamboyant creatures with a funky sense of humor and boundless love for pranks and practical jokes. Many a naughty kid has donned a Babawa costume to cause havoc in the Quetzal Carnival.",
    "types": [
      "Nature type",
      "Water type"
    ],
    "details": {
      "height": {
        "cm": 226,
        "inches": 88.98
      },
      "weight": {
        "kg": 340,
        "lbs": 749.7
      }
    }
  },
  {
    "id": 46,
    "name": "0b1",
    "description": "0b1's simple and friendly appearance belies their boldness as a creation - they are the Digital embodiment of a subatomic particle, whose very existence raises almost as many questions as it answers for physics modeling.",
    "types": [
      "Digital type",
      "Electric type"
    ],
    "details": {
      "height": {
        "cm": 12,
        "inches": 4.72
      },
      "weight": {
        "kg": 1,
        "lbs": 2.21
      }
    }
  },
  {
    "id": 47,
    "name": "0b10",
    "description": "Conventional physics can't explain why 0b10 is a two-in-one Temtem, or how their attraction/repulsion dynamics actually work. Tamers don't really care, since this 'Tem is empathetic enough to be tameable... not to mention off-the-charts cute!",
    "types": [
      "Digital type",
      "Electric type"
    ],
    "details": {
      "height": {
        "cm": 12,
        "inches": 4.72
      },
      "weight": {
        "kg": 2,
        "lbs": 4.41
      }
    }
  },
  {
    "id": 48,
    "name": "Kaku",
    "description": "Less known than its evolution, Kaku are delightful creatures, cute beyond description. They tend to keep their petals wrapped around the body for protection, although no sane person would ever want to hurt a Kaku.",
    "types": [
      "Nature type"
    ],
    "details": {
      "height": {
        "cm": 54,
        "inches": 21.26
      },
      "weight": {
        "kg": 29,
        "lbs": 63.95
      }
    }
  },
  {
    "id": 49,
    "name": "Saku",
    "description": "Some say the first airship designs were inspired by this Temtem's ability to inflate air pockets within its body, allowing it to float and drift with the prevailing winds.",
    "types": [
      "Nature type",
      "Wind type"
    ],
    "details": {
      "height": {
        "cm": 92,
        "inches": 36.22
      },
      "weight": {
        "kg": 44,
        "lbs": 97.02
      }
    }
  },
  {
    "id": 50,
    "name": "Valash",
    "description": "A fascinating offshoot, Valash is a rare case of bipedal hybrid, documented only recently. The care with which it keeps its forearm crystals sharpened betrays some sort of primitive sentience.",
    "types": [
      "Neutral type",
      "Crystal type"
    ],
    "details": {
      "height": {
        "cm": 185,
        "inches": 72.83
      },
      "weight": {
        "kg": 84,
        "lbs": 185.22
      }
    }
  },
  {
    "id": 51,
    "name": "Towly",
    "description": "Propertonian toddlers are taught not to be afraid of this gentle species, in spite of the unnerving appearance of their large, shiny eyes when encountered in the forest at night.",
    "types": [
      "Melee type",
      "Mental type"
    ],
    "details": {
      "height": {
        "cm": 80,
        "inches": 31.5
      },
      "weight": {
        "kg": 18,
        "lbs": 39.69
      }
    }
  },
  {
    "id": 52,
    "name": "Owlhe",
    "description": "This lordly Temtem reigns supreme over the Arburian skies and is said to possess almost-human intelligence. Some tamers are known to have even invited Owlhe over for afternoon tea...",
    "types": [
      "Wind type",
      "Melee type"
    ],
    "details": {
      "height": {
        "cm": 177,
        "inches": 69.69
      },
      "weight": {
        "kg": 68,
        "lbs": 149.94
      }
    }
  },
  {
    "id": 53,
    "name": "Barnshe",
    "description": "Traditionally associated with the University of Arbury as its heraldic Temtem, this species has a deep, piercing stare. Although winged, it prefers to keep to the ground and use its mind as a weapon - a symbolism the academics are very fond of.",
    "types": [
      "Wind type",
      "Mental type"
    ],
    "details": {
      "height": {
        "cm": 171,
        "inches": 67.32
      },
      "weight": {
        "kg": 59,
        "lbs": 130.1
      }
    }
  },
  {
    "id": 54,
    "name": "Gyalis",
    "description": "Gyalis have appeared in many horror movies. Sadly, this has resulted in a bad reputation as a \"scary evil monster\", not helped by its menacing appearance - but in the hands of a kind tamer, Gyalis can be every bit as tender and loving as the plushest of Pigepics.",
    "types": [
      "Crystal type",
      "Melee type"
    ],
    "details": {
      "height": {
        "cm": 204,
        "inches": 80.31
      },
      "weight": {
        "kg": 53,
        "lbs": 116.87
      }
    }
  },
  {
    "id": 55,
    "name": "Occlura",
    "description": "Despite its creepy appearance, Occlura are mineral-eaters that never pose any danger to humans. Their tame nature and their appetite for raw rock make them valuable assets for mining purposes, as the Tucmani know very well.",
    "types": [
      "Crystal type"
    ],
    "details": {
      "height": {
        "cm": 137,
        "inches": 53.94
      },
      "weight": {
        "kg": 79,
        "lbs": 174.2
      }
    }
  },
  {
    "id": 56,
    "name": "Myx",
    "description": "The oldest written records in Tucma indicate religious awe of Myx, considered to be embodiments of the \"dark spirits\". Some were considered to be celestial emissaries of Highabove, some evil messengers of Downbelow... but all were feared. With good reason.",
    "types": [
      "Crystal type",
      "Mental type"
    ],
    "details": {
      "height": {
        "cm": 243,
        "inches": 95.67
      },
      "weight": {
        "kg": 145,
        "lbs": 319.73
      }
    }
  },
  {
    "id": 57,
    "name": "Raiber",
    "description": "Raiber is often given to novice tamers in Omninesian Dojos because it is relatively mild-mannered for a Fire Temtem. Easier to handle than the mightier varieties, it is nevertheless a loyal companion and decent fighter.",
    "types": [
      "Fire type"
    ],
    "details": {
      "height": {
        "cm": 95,
        "inches": 37.4
      },
      "weight": {
        "kg": 28,
        "lbs": 61.74
      }
    }
  },
  {
    "id": 58,
    "name": "Raize",
    "description": "Fierce and indomitable as the fire, Raize are difficult to tame but extremely valuable as fighting Temtem. Each has a characteristic birthmark on the snout, as unique as the movements of a single flame.",
    "types": [
      "Fire type"
    ],
    "details": {
      "height": {
        "cm": 160,
        "inches": 62.99
      },
      "weight": {
        "kg": 70,
        "lbs": 154.35
      }
    }
  },
  {
    "id": 59,
    "name": "Raican",
    "description": "As the Tucmani legend goes, at the beginning of time, Tucma and Kisiwa were one single fire plain where huge herds of Raican ran wild and free, flame and Temtem being one until the Archipelago cooled and these noble creatures emigrated underground.",
    "types": [
      "Fire type"
    ],
    "details": {
      "height": {
        "cm": 195,
        "inches": 76.77
      },
      "weight": {
        "kg": 125,
        "lbs": 275.63
      }
    }
  },
  {
    "id": 60,
    "name": "Pewki",
    "description": "Their flat shape allows Pewki to float right under the water surface, while they scout around using their huge, widely spaced eyes. Their iconic tall fins are often the only way to tell them apart from driftwood.",
    "types": [
      "Water type"
    ],
    "details": {
      "height": {
        "cm": 60,
        "inches": 23.62
      },
      "weight": {
        "kg": 15,
        "lbs": 33.08
      }
    }
  },
  {
    "id": 61,
    "name": "Piraniant",
    "description": "A native species of Deniz, this Temtem tends to drift with the Sillaro current, to conserve energy... but once brought into battle, its size makes it a powerful fighter.",
    "types": [
      "Water type"
    ],
    "details": {
      "height": {
        "cm": 200,
        "inches": 78.74
      },
      "weight": {
        "kg": 230,
        "lbs": 507.15
      }
    }
  },
  {
    "id": 62,
    "name": "Scarawatt",
    "description": "As the old joke goes, \"when you're a tamer in Cipanku, it's not so much a matter of Scarawatt but of Scarawhen\". This variety is an old staple of the Neoedo Dojo, where every generation rediscovers this industrious and friendly 'Tem.",
    "types": [
      "Electric type"
    ],
    "details": {
      "height": {
        "cm": 40,
        "inches": 15.75
      },
      "weight": {
        "kg": 98,
        "lbs": 216.09
      }
    }
  },
  {
    "id": 63,
    "name": "Scaravolt",
    "description": "Initially mistaken as a minor mutation of Scarawatt, Scaravolt is strongly associated with Miyako and the bonfires the yamabushi would light on the mountaintops on cold nights. On such an occasion, a sighting of this Temtem was considered a good omen.",
    "types": [
      "Electric type",
      "Fire type"
    ],
    "details": {
      "height": {
        "cm": 150,
        "inches": 59.06
      },
      "weight": {
        "kg": 390,
        "lbs": 859.95
      }
    }
  },
  {
    "id": 64,
    "name": "Hoglip",
    "description": "Some of the first Digital Temtem were prone to accidentally catching fire. Hoglip is the answer to this problem, a little friend who is totally at home in a blaze. Given that feature, it's often used for rescue by fire crews.",
    "types": [
      "Digital type",
      "Fire type"
    ],
    "details": {
      "height": {
        "cm": 85,
        "inches": 33.46
      },
      "weight": {
        "kg": 50,
        "lbs": 110.25
      }
    }
  },
  {
    "id": 65,
    "name": "Hedgine",
    "description": "Mischievous but sweet, Hedgine are so kawaii tamers are regularly reminded to don fireproof gloves before petting them, to avoid getting first-degree burns. They are also instructed to keep them supervised in wooden areas.",
    "types": [
      "Digital type",
      "Fire type"
    ],
    "details": {
      "height": {
        "cm": 145,
        "inches": 57.09
      },
      "weight": {
        "kg": 90,
        "lbs": 198.45
      }
    }
  },
  {
    "id": 66,
    "name": "Osuchi",
    "description": "Shy and unassuming, Osuchi are generally considered benevolent, steadfast friends. Often confused with rock outcroppings by the untrained eye, they are at home in the Jino Gap.",
    "types": [
      "Earth type"
    ],
    "details": {
      "height": {
        "cm": 125,
        "inches": 49.21
      },
      "weight": {
        "kg": 45,
        "lbs": 99.23
      }
    }
  },
  {
    "id": 67,
    "name": "Osukan",
    "description": "Osukan are the perfect embodiment of the endurance and grit of the best Temtem fighters. They are sturdy, obstinate creatures that love nothing better than to show their prowess in a hard, honest battle against a worthy rival.",
    "types": [
      "Earth type",
      "Melee type"
    ],
    "details": {
      "height": {
        "cm": 171,
        "inches": 67.32
      },
      "weight": {
        "kg": 90,
        "lbs": 198.45
      }
    }
  },
  {
    "id": 68,
    "name": "Osukai",
    "description": "Massive, four-armed Osukai are as hard as granite. They are credited with much of the boring heavy-lifting during the construction of the tunnels under the Kilima Range.",
    "types": [
      "Earth type",
      "Melee type"
    ],
    "details": {
      "height": {
        "cm": 235,
        "inches": 92.52
      },
      "weight": {
        "kg": 195,
        "lbs": 429.98
      }
    }
  },
  {
    "id": 69,
    "name": "Saipat",
    "description": "Nothing says 'amateur' like making fun of Saipat. Sure, they might look comical at first sight, but nobody who has faced a totally focused Saipat, sturdy coral sai in hand, takes them anything but seriously.",
    "types": [
      "Water type",
      "Melee type"
    ],
    "details": {
      "height": {
        "cm": 100,
        "inches": 39.37
      },
      "weight": {
        "kg": 50,
        "lbs": 110.25
      }
    }
  },
  {
    "id": 70,
    "name": "Pycko",
    "description": "Bubbly and cheerful, this Temtem is the protagonist of an animation series aimed at warning children of the dangers of fire. It has been a lifelong friend to many first-time tamers.",
    "types": [
      "Earth type",
      "Fire type"
    ],
    "details": {
      "height": {
        "cm": 42,
        "inches": 16.54
      },
      "weight": {
        "kg": 14,
        "lbs": 30.87
      }
    }
  },
  {
    "id": 71,
    "name": "Drakash",
    "description": "Selective breeding for bipedalism meant this variety of Temtem is faster and more suited for human tasks than its predecessors. Often given as a New Year's gift between Kisiwans and Tucmani.",
    "types": [
      "Earth type",
      "Fire type"
    ],
    "details": {
      "height": {
        "cm": 165,
        "inches": 64.96
      },
      "weight": {
        "kg": 70,
        "lbs": 154.35
      }
    }
  },
  {
    "id": 72,
    "name": "Crystle",
    "description": "Native to Tucma, Crystle are akin to smaragdine turtles, but they are actually closer to minerals than to fauna. Cute but tough, they are an excellent introductory Crystal Temtem for rookie tamers.",
    "types": [
      "Crystal type"
    ],
    "details": {
      "height": {
        "cm": 60,
        "inches": 23.62
      },
      "weight": {
        "kg": 48,
        "lbs": 105.84
      }
    }
  },
  {
    "id": 73,
    "name": "Sherald",
    "description": "Sherald are known to evolve from Crystle- in the wild, as a result of exposure to the harsh environmental conditions of Tucma. They extract nutrients from the chemical interactions of metamorphic rocks and volcanic ashes.",
    "types": [
      "Crystal type"
    ],
    "details": {
      "height": {
        "cm": 120,
        "inches": 47.24
      },
      "weight": {
        "kg": 150,
        "lbs": 330.75
      }
    }
  },
  {
    "id": 74,
    "name": "Tortenite",
    "description": "Tortenite are lumbering creatures, often employed by Tucmani miners as work companions. In the wild, they are often spotted herding Sherald as pack leaders.",
    "types": [
      "Crystal type",
      "Toxic type"
    ],
    "details": {
      "height": {
        "cm": 190,
        "inches": 74.8
      },
      "weight": {
        "kg": 500,
        "lbs": 1102.5
      }
    }
  },
  {
    "id": 75,
    "name": "Innki",
    "description": "Known as the most elusive Temtem in Cipanku, possession of an Innki is the ultimate marker of mastery amongst Neoedo tamers.",
    "types": [
      "Electric type",
      "Crystal type"
    ],
    "details": {
      "height": {
        "cm": 138,
        "inches": 54.33
      },
      "weight": {
        "kg": 46,
        "lbs": 101.43
      }
    }
  },
  {
    "id": 76,
    "name": "Shaolite",
    "description": "If there is a Temtem whose reputation as \"a cutie\" overshadows its proficiency, it's Shaolite. \"Oooh, look, smol karateka! <3\" is often heard right before a crushing defeat.",
    "types": [
      "Melee type"
    ],
    "details": {
      "height": {
        "cm": 100,
        "inches": 39.37
      },
      "weight": {
        "kg": 27,
        "lbs": 59.54
      }
    }
  },
  {
    "id": 77,
    "name": "Shaolant",
    "description": "Bigger and meaner than Shaolite, Shaolant have become the darlings of the tamers of Lochburg Dojo who want to command respect for their choice of squad.",
    "types": [
      "Melee type"
    ],
    "details": {
      "height": {
        "cm": 150,
        "inches": 59.06
      },
      "weight": {
        "kg": 50,
        "lbs": 110.25
      }
    }
  },
  {
    "id": 78,
    "name": "Cycrox",
    "description": "One rumor tells of a Mimit that fell into a Xolot. Another one, of a Nanto boffin accidentally spilling coffee on some circuitry. Be as it may, Cycrox is as close as it gets to a computer virus, but in the flesh... and in the silicon.",
    "types": [
      "Digital type",
      "Toxic type"
    ],
    "details": {
      "height": {
        "cm": 132,
        "inches": 51.97
      },
      "weight": {
        "kg": 41,
        "lbs": 90.41
      }
    }
  },
  {
    "id": 79,
    "name": "Hocus",
    "description": "Arcane and blue-blooded, Hocus have been selectively bred for generations and kept as dynastic heirlooms of the House of Braeside. They are fine weapons, trained to be battle Temtem for the ancient aristocracy, a rare sight nowadays.",
    "types": [
      "Mental type"
    ],
    "details": {
      "height": {
        "cm": 115,
        "inches": 45.28
      },
      "weight": {
        "kg": 31,
        "lbs": 68.36
      }
    }
  },
  {
    "id": 80,
    "name": "Pocus",
    "description": "Pocus was considered blue-blooded among the blue bloods, and was traditionally given only to the male heirs of the House of Braeside. When the lineage fell, they mostly went extinct... until recently.",
    "types": [
      "Mental type"
    ],
    "details": {
      "height": {
        "cm": 190,
        "inches": 74.8
      },
      "weight": {
        "kg": 82,
        "lbs": 180.81
      }
    }
  },
  {
    "id": 81,
    "name": "Smolzy",
    "description": "Few Temtem look so deceptively comical as Smolzy - underestimating it in battle is the mark of the rookie tamer. Beyond their adorably helpless appearance, they are appreciated as some of the most reliable Electrical Temtem for daily use.",
    "types": [
      "Electric type"
    ],
    "details": {
      "height": {
        "cm": 99,
        "inches": 38.98
      },
      "weight": {
        "kg": 64,
        "lbs": 141.12
      }
    }
  },
  {
    "id": 82,
    "name": "Sparzy",
    "description": "Also known familiarly as \"Sparky\", this Temtem is a common sight in Cipanku. Children are warned to keep away from them. Although normally good-natured and cheerful, they can involuntarily discharge considerable electric shocks.",
    "types": [
      "Electric type"
    ],
    "details": {
      "height": {
        "cm": 160,
        "inches": 62.99
      },
      "weight": {
        "kg": 73,
        "lbs": 160.97
      }
    }
  },
  {
    "id": 83,
    "name": "Golzy",
    "description": "Bred by the patient priests of Miyaka from local varieties of Electric Temtem, Golzy is a gentle giant that helps the villagers carry heavy loads through the difficult mountain passes. Their consistant presence has become a symbol of the Monastery.",
    "types": [
      "Electric type",
      "Melee type"
    ],
    "details": {
      "height": {
        "cm": 206,
        "inches": 81.1
      },
      "weight": {
        "kg": 186,
        "lbs": 410.13
      }
    }
  },
  {
    "id": 84,
    "name": "Mushi",
    "description": "Closely related to the non-sentient fungi of the Corrupted Badlands, Mushi are shy but territorial. Always mineral-hungry, wise tamers keep them well away from Crystal Temtem.",
    "types": [
      "Toxic type"
    ],
    "details": {
      "height": {
        "cm": 100,
        "inches": 39.37
      },
      "weight": {
        "kg": 45,
        "lbs": 99.23
      }
    }
  },
  {
    "id": 85,
    "name": "Mushook",
    "description": "Mushook are a hybrid variety, developed at the Quetzal Dojo by expert breeders. Strong and single-minded, some of the bigger specimens are occasionally employed by the Guards as static sentries at strategic points.",
    "types": [
      "Toxic type",
      "Melee type"
    ],
    "details": {
      "height": {
        "cm": 210,
        "inches": 82.68
      },
      "weight": {
        "kg": 95,
        "lbs": 209.48
      }
    }
  },
  {
    "id": 86,
    "name": "Magmis",
    "description": "Magmis' original habitat was in the lava rivers under the Anak caldera, but now they can be found all around the Archipelago, as foundry operators in Quetzal, heating systems in Arbury... And, of course, in Temtem battles.",
    "types": [
      "Fire type"
    ],
    "details": {
      "height": {
        "cm": 115,
        "inches": 45.28
      },
      "weight": {
        "kg": 26,
        "lbs": 58.43
      }
    }
  },
  {
    "id": 87,
    "name": "Mastione",
    "description": "Mastione are fire-loving Temtem, at home in the fiercest of blazes. They can be found grazing in woods devoured by wildfire. The tamed varieties learn to rein in their destructive tendencies - but even then, trainers should exercise care.",
    "types": [
      "Fire type",
      "Water type"
    ],
    "details": {
      "height": {
        "cm": 240,
        "inches": 94.49
      },
      "weight": {
        "kg": 180,
        "lbs": 396.9
      }
    }
  },
  {
    "id": 88,
    "name": "Umishi",
    "description": "The Umishi feature in many Denizan tales, usually saving drowning sailors and helping them get to shore. These so-called \"sea-angels\" are dependable friends, and the Riverine Fellowship recommends every member keep at least one in their squad.",
    "types": [
      "Water type"
    ],
    "details": {
      "height": {
        "cm": 95,
        "inches": 37.4
      },
      "weight": {
        "kg": 21,
        "lbs": 47.41
      }
    }
  },
  {
    "id": 89,
    "name": "Ukama",
    "description": "Ukama, also known in Turquesa as \"sea-sickles\", are one of the fastest waterborne Temtem. They can easily outrun the sleekest sailboat, even swimming against the Sillaro current, so tamers have to use charm and guile to approach them.",
    "types": [
      "Water type"
    ],
    "details": {
      "height": {
        "cm": 140,
        "inches": 55.12
      },
      "weight": {
        "kg": 27,
        "lbs": 59.54
      }
    }
  },
  {
    "id": 90,
    "name": "Galvanid",
    "description": "Often paired for comedic effect, Galvanid is the downer counterpart to Sparzy's manic persona. Given its usually serious expression, this 'Tem is the perfect butt of all jokes... which conceals a very effective range of attacks.",
    "types": [
      "Electric type"
    ],
    "details": {
      "height": {
        "cm": 103,
        "inches": 40.55
      },
      "weight": {
        "kg": 55,
        "lbs": 121.28
      }
    }
  },
  {
    "id": 91,
    "name": "Raignet",
    "description": "When suddenly all the cutlery in your kitchen flies out of the window, you know this Temtem is nearby. In fact, it uses its magnetic power to move its own heavy, metallic body. The Cipanki always keep them away from their fridges.",
    "types": [
      "Electric type"
    ],
    "details": {
      "height": {
        "cm": 170,
        "inches": 66.93
      },
      "weight": {
        "kg": 110,
        "lbs": 242.55
      }
    }
  },
  {
    "id": 92,
    "name": "Smazee",
    "description": "These little darlings have been bred for generations as playmates and babysitters for children - although capable fighters, Smazee are naturally cheerful and love playing and monkeying around.",
    "types": [
      "Melee type"
    ],
    "details": {
      "height": {
        "cm": 96,
        "inches": 37.8
      },
      "weight": {
        "kg": 24,
        "lbs": 54.02
      }
    }
  },
  {
    "id": 93,
    "name": "Baboong",
    "description": "Baboong are evolved, street-fighting Temtem, very popular in Lochburg, where they are often employed by pub bouncers. Although naturally good-tempered, they are as fierce as their hot-headed tamers.",
    "types": [
      "Melee type"
    ],
    "details": {
      "height": {
        "cm": 160,
        "inches": 62.99
      },
      "weight": {
        "kg": 53,
        "lbs": 117.97
      }
    }
  },
  {
    "id": 94,
    "name": "Seismunch",
    "description": "Seismunch are great apes, genetically close to humans and much more sophisticated than their lesser brethren. Highly imitative of human behavior, some are said to be nearing proto-human cognition.",
    "types": [
      "Melee type",
      "Earth type"
    ],
    "details": {
      "height": {
        "cm": 195,
        "inches": 76.77
      },
      "weight": {
        "kg": 90,
        "lbs": 198.45
      }
    }
  },
  {
    "id": 95,
    "name": "Zizare",
    "description": "One of the most remarkable inhabitants of the Kisiwan savanna, the powerful Zizare are the biggest creeping Temtem. Proud and territorial, they make for staunch friends.",
    "types": [
      "Earth type"
    ],
    "details": {
      "height": {
        "cm": 180,
        "inches": 70.87
      },
      "weight": {
        "kg": 205,
        "lbs": 452.03
      }
    }
  },
  {
    "id": 96,
    "name": "Gorong",
    "description": "Angry and with a red nose, Gorong attracts many jokes about how much it looks like a Lochburg pub patron. Usually a couple of assaults are enough to put an end to such taunts for good.",
    "types": [
      "Melee type"
    ],
    "details": {
      "height": {
        "cm": 180,
        "inches": 70.87
      },
      "weight": {
        "kg": 232,
        "lbs": 511.56
      }
    }
  },
  {
    "id": 97,
    "name": "Mitty",
    "description": "Often derided by Lochburgian tamers as a \"typically Propertonian cuteboi that packs no punch!\", Mitty are gentle and curious Temtem, but also fast learners and extremely effective in the hands of an experienced tamer.",
    "types": [
      "Mental type"
    ],
    "details": {
      "height": {
        "cm": 40,
        "inches": 15.75
      },
      "weight": {
        "kg": 8,
        "lbs": 17.64
      }
    }
  },
  {
    "id": 98,
    "name": "Sanbi",
    "description": "Capable of communicating moods and intentions via complex patterns of its triple tail, these Temtem are aloof creatures who prefer the solitudes of the Arbury highlands. Although they mostly keep to themselves, their mindpower is formidable.",
    "types": [
      "Mental type"
    ],
    "details": {
      "height": {
        "cm": 160,
        "inches": 62.99
      },
      "weight": {
        "kg": 30,
        "lbs": 66.15
      }
    }
  },
  {
    "id": 99,
    "name": "Momo",
    "description": "While some Temtemologist point to the primeval forests of Arbury and Cipanku as possible origin of this species, there is plenty of archaeological proof of their early domestication around Lake Moyo.",
    "types": [
      "Neutral type"
    ],
    "details": {
      "height": {
        "cm": 160,
        "inches": 62.99
      },
      "weight": {
        "kg": 74,
        "lbs": 163.17
      }
    }
  },
  {
    "id": 100,
    "name": "Kuri",
    "description": "Another great example of adaptation to the environment, these little Temtem select and carve rocks to use as protection for their heads and snouts.",
    "types": [
      "Earth type"
    ],
    "details": {
      "height": {
        "cm": 100,
        "inches": 39.37
      },
      "weight": {
        "kg": 65,
        "lbs": 143.33
      }
    }
  },
  {
    "id": 101,
    "name": "Kauren",
    "description": "Not to be confused with their previous evolution stage, Kauren develops stone-hard horns and skull extensions - used for digging out roots, defense and status-signalling within the herd.",
    "types": [
      "Earth type"
    ],
    "details": {
      "height": {
        "cm": 170,
        "inches": 66.93
      },
      "weight": {
        "kg": 105,
        "lbs": 231.53
      }
    }
  },
  {
    "id": 102,
    "name": "Spriole",
    "description": "These little sprouts are a common sight along the Omninesian canopy, and the locals are always gentle with them. These little pups are playful and juvenile.",
    "types": [
      "Nature type"
    ],
    "details": {
      "height": {
        "cm": 74,
        "inches": 29.13
      },
      "weight": {
        "kg": 20,
        "lbs": 44.1
      }
    }
  },
  {
    "id": 103,
    "name": "Deendre",
    "description": "The young adult version of Spriole, Deendre are fascinating plant-animal hybrids that use their encephalic leaves to produce healing and nourishing components via photosynthesis.",
    "types": [
      "Nature type"
    ],
    "details": {
      "height": {
        "cm": 120,
        "inches": 47.24
      },
      "weight": {
        "kg": 42,
        "lbs": 92.61
      }
    }
  },
  {
    "id": 104,
    "name": "Cerneaf",
    "description": "Few Temtem are closer to flora than this species, a fascinating plant-animal hybrid that uses its encephalic leaves to produce healing and nourishing components via photosynthesis.",
    "types": [
      "Nature type"
    ],
    "details": {
      "height": {
        "cm": 210,
        "inches": 82.68
      },
      "weight": {
        "kg": 94,
        "lbs": 207.27
      }
    }
  },
  {
    "id": 105,
    "name": "Toxolotl",
    "description": "Perhaps no other Temtem is as representative of Tucma as the colorful Toxolotl. Each strand in its mane is supposed to signify one of the original Tucmani tribes that first excavated and settled Quetzal after the Anak cataclysm.",
    "types": [
      "Toxic type"
    ],
    "details": {
      "height": {
        "cm": 106,
        "inches": 41.73
      },
      "weight": {
        "kg": 55,
        "lbs": 121.28
      }
    }
  },
  {
    "id": 106,
    "name": "Noxolotl",
    "description": "Noxolotl are noble, dignified creatures. They are taken to exemplify the resilience and spirit of the Tucmani people, as \"a beauty born of the foulest depths of Xolot, a light in the abyss\", in the words of the poetess Itzia.",
    "types": [
      "Toxic type"
    ],
    "details": {
      "height": {
        "cm": 177,
        "inches": 69.69
      },
      "weight": {
        "kg": 122,
        "lbs": 269.01
      }
    }
  },
  {
    "id": 107,
    "name": "Blooze",
    "description": "Blooze represent the opposite evolutionary path as compared to Toxolotl - blobby and bipedal, they are probably the oldest lifeform of Xolot, an atavic variety still largely unexplained by science.",
    "types": [
      "Toxic type"
    ],
    "details": {
      "height": {
        "cm": 178,
        "inches": 70.08
      },
      "weight": {
        "kg": 180,
        "lbs": 396.9
      }
    }
  },
  {
    "id": 108,
    "name": "Goolder",
    "description": "Not many agree to classify Goolder as an \"evolution\", for many of its traits seem to be vestigial features of a more complex organism, devolved to a more primitive or atrophied state. Its lack of legs is usually cited as an example... but its haphazard appearance conceals great strength.",
    "types": [
      "Toxic type"
    ],
    "details": {
      "height": {
        "cm": 222,
        "inches": 87.4
      },
      "weight": {
        "kg": 1700,
        "lbs": 3748.5
      }
    }
  },
  {
    "id": 109,
    "name": "Zephyruff",
    "description": "Awkward fliers at best, Zephyruff rely on their speed and sharp claws to defend themselves. The sturdy, cloud-like tissue around the neck serves a double purpose, offering protection for the mother Temtem as well as a roosting point for Zephyruff chicks.",
    "types": [
      "Toxic type",
      "Wind type"
    ],
    "details": {
      "height": {
        "cm": 92,
        "inches": 36.22
      },
      "weight": {
        "kg": 37,
        "lbs": 82.69
      }
    }
  },
  {
    "id": 110,
    "name": "Volarend",
    "description": "Volarend are impressive avians of great wingspan, strong enough to carry humans in flight. However, they are temperamental and picky mounts, and tamers are well-advised to treat them kindly, lest they are given a one-way ticket to the Downbelow...",
    "types": [
      "Toxic type",
      "Wind type"
    ],
    "details": {
      "height": {
        "cm": 205,
        "inches": 80.71
      },
      "weight": {
        "kg": 92,
        "lbs": 203.96
      }
    }
  },
  {
    "id": 111,
    "name": "Grumvel",
    "description": "\"Sulky as a Grumvel\" is a common Uhurian idiom, usually addressed at comically malcontent little kids.",
    "types": [
      "Earth type"
    ],
    "details": {
      "height": {
        "cm": 120,
        "inches": 47.24
      },
      "weight": {
        "kg": 90,
        "lbs": 198.45
      }
    }
  },
  {
    "id": 112,
    "name": "Grumper",
    "description": "Often the butt of Dojo jokes, Grumper are an evolutive mystery. While some Temtemologists claim they are just Grumvel with overdeveloped horns, some others claim it's a completely different genus.",
    "types": [
      "Earth type",
      "Electric type"
    ],
    "details": {
      "height": {
        "cm": 200,
        "inches": 78.74
      },
      "weight": {
        "kg": 170,
        "lbs": 374.85
      }
    }
  },
  {
    "id": 113,
    "name": "Ganki",
    "description": "Many Cipanki legends mention the kind but powerful Ganki as mountain spirits, mythologically related to lightning and whirlwinds. Although they are no longer revered as kami, the Cipanki still appreciate and breed them.",
    "types": [
      "Electric type",
      "Wind type"
    ],
    "details": {
      "height": {
        "cm": 105,
        "inches": 41.34
      },
      "weight": {
        "kg": 14,
        "lbs": 31.97
      }
    }
  },
  {
    "id": 114,
    "name": "Gazuma",
    "description": "Even in the wild, younger Ganki seem to instinctively respect them as their elders. In the hills of Iwaba, one can often spot Gazuma leading small flocks of Ganki, a clear indication of their status among Electric Temtem.",
    "types": [
      "Electric type",
      "Wind type"
    ],
    "details": {
      "height": {
        "cm": 145,
        "inches": 57.09
      },
      "weight": {
        "kg": 28,
        "lbs": 63.28
      }
    }
  },
  {
    "id": 115,
    "name": "Oceara",
    "description": "Very rarely seen in Deniz, Oceara are believed to be the basis for the legendary \"serbatiyo\" of the Sea-Queen legend. Their possession is a mark of distinction and prestige among Water Temtem experts.",
    "types": [
      "Water type"
    ],
    "details": {
      "height": {
        "cm": 222,
        "inches": 87.4
      },
      "weight": {
        "kg": 52,
        "lbs": 114.66
      }
    }
  },
  {
    "id": 116,
    "name": "Yowlar",
    "description": "Considered vanishingly rare until Linnaea's work, this lonesome Temtem inhabits the most inaccessible Kilima peaks, where they keep large, fiercely defended hunting ranges.",
    "types": [
      "Neutral type"
    ],
    "details": {
      "height": {
        "cm": 230,
        "inches": 90.55
      },
      "weight": {
        "kg": 400,
        "lbs": 882
      }
    }
  },
  {
    "id": 117,
    "name": "Droply",
    "description": "Although not particularly popular among tamers, Droply is used by many scholars as a prime example of an early Archipelagian amphibian, a crucial link in the evolution of earthborne Temtem.",
    "types": [
      "Water type",
      "Earth type"
    ],
    "details": {
      "height": {
        "cm": 40,
        "inches": 15.75
      },
      "weight": {
        "kg": 43,
        "lbs": 94.82
      }
    }
  },
  {
    "id": 118,
    "name": "Garyo",
    "description": "Semiaquatic and very gregarious, they are often found along the shores of Lake Moyo, where local farmers train them to harvest seaweed and warn away any boats with their sonorous hisses.",
    "types": [
      "Water type",
      "Earth type"
    ],
    "details": {
      "height": {
        "cm": 80,
        "inches": 31.5
      },
      "weight": {
        "kg": 110,
        "lbs": 242.55
      }
    }
  },
  {
    "id": 119,
    "name": "Broccoblin",
    "description": "At home in the denser part of the forests, this species is very adept at camouflage and, once they overcome their natural shyness, they make great friends for tamers of all ages.",
    "types": [
      "Nature type"
    ],
    "details": {
      "height": {
        "cm": 75,
        "inches": 29.53
      },
      "weight": {
        "kg": 7,
        "lbs": 15.44
      }
    }
  },
  {
    "id": 120,
    "name": "Broccorc",
    "description": "Bigger and more agile, this variety still lives in symbiosis with its surrounding flora, but it is generally more sociable and easier to train. A favorite of Properton grannies who love gardening!",
    "types": [
      "Nature type",
      "Melee type"
    ],
    "details": {
      "height": {
        "cm": 155,
        "inches": 61.02
      },
      "weight": {
        "kg": 45,
        "lbs": 99.23
      }
    }
  },
  {
    "id": 121,
    "name": "Broccolem",
    "description": "Probably the origin of old legends about dryads and forest trolls, this Temtem is a hulking quasi-arboreal of impressive strength and resilience. Like an oak, if oaks could punch.",
    "types": [
      "Nature type",
      "Melee type"
    ],
    "details": {
      "height": {
        "cm": 195,
        "inches": 76.77
      },
      "weight": {
        "kg": 140,
        "lbs": 308.7
      }
    }
  },
  {
    "id": 122,
    "name": "Shuine",
    "description": "Colorful Shuine are a sight to behold, their bright scales reflecting Pansunlight as they frolic in the Kakama Cenote. They feed off the acidic components of Xolotic water, acting as natural filters and keeping cenote waters clean and fit for human consumption almost as effectively as the layers of volcanic rock.",
    "types": [
      "Crystal type",
      "Water type"
    ],
    "details": {
      "height": {
        "cm": 250,
        "inches": 98.43
      },
      "weight": {
        "kg": 68,
        "lbs": 149.94
      }
    }
  },
  {
    "id": 123,
    "name": "Nessla",
    "description": "Water and electricity are always a dangerous mix - and it's never as true as in the case of Nessla. These undulating, majestic creatures are at home in open waters, where their powerful electric discharges are most effective.",
    "types": [
      "Water type",
      "Electric type"
    ],
    "details": {
      "height": {
        "cm": 190,
        "inches": 74.8
      },
      "weight": {
        "kg": 65,
        "lbs": 144.43
      }
    }
  },
  {
    "id": 124,
    "name": "Valiar",
    "description": "Although nobody has managed to decipher their language, the Valiar are assumed to be extremely intelligent. The Arburian dons are still trying to come up with a scientific explanation for the way Valiar use their expanding ears to boost their minds.",
    "types": [
      "Mental type"
    ],
    "details": {
      "height": {
        "cm": 205,
        "inches": 80.71
      },
      "weight": {
        "kg": 148,
        "lbs": 326.34
      }
    }
  },
  {
    "id": 125,
    "name": "Pupoise",
    "description": "Nature finds a way... particularly when Nature meets some of the most advanced circuitry. Pupoise are adaptive and are known to use simple tools and other innovations in the wild.",
    "types": [
      "Digital type",
      "Nature type"
    ],
    "details": {
      "height": {
        "cm": 87,
        "inches": 34.25
      },
      "weight": {
        "kg": 37,
        "lbs": 81.59
      }
    }
  },
  {
    "id": 126,
    "name": "Loatle",
    "description": "This Temtem straddles the twilight zone between natural and artificial intelligence, life and death... and the fact it resembles a dark creature from ancient lore doesn't help its reputation one bit...",
    "types": [
      "Digital type",
      "Mental type"
    ],
    "details": {
      "height": {
        "cm": 200,
        "inches": 78.74
      },
      "weight": {
        "kg": 127,
        "lbs": 280.04
      }
    }
  },
  {
    "id": 127,
    "name": "Kalazu",
    "description": "Kalazu show remarkable fine motor skills with each of their tentacles. \"Send Kalazu!\" is a common expression of woe in Deniz. When you face a hard task, you might need a hand - when you need eight hands... well, you're in trouble.",
    "types": [
      "Water type"
    ],
    "details": {
      "height": {
        "cm": 114,
        "inches": 44.88
      },
      "weight": {
        "kg": 52,
        "lbs": 115.32
      }
    }
  },
  {
    "id": 128,
    "name": "Kalabyss",
    "description": "How did Sillarian octopoda come in contact with mutagenic material is a matter of debate, but Kalabyss stand as an example of extreme adaption to the harshest environments - they have been known to survive a swim in Xolot Reservoir.",
    "types": [
      "Water type",
      "Toxic type"
    ],
    "details": {
      "height": {
        "cm": 170,
        "inches": 66.93
      },
      "weight": {
        "kg": 163,
        "lbs": 359.42
      }
    }
  },
  {
    "id": 129,
    "name": "Adoroboros",
    "description": "Few Temtem are as deceptive as Adoroboros - an unusual mix of cute and deadly, combining the most sophisticated Mental tricks with the basest Toxic traits. They are a fine example of the incredible natural diversity of the Archipelago.",
    "types": [
      "Toxic type",
      "Mental type"
    ],
    "details": {
      "height": {
        "cm": 88,
        "inches": 34.65
      },
      "weight": {
        "kg": 14,
        "lbs": 30.87
      }
    }
  },
  {
    "id": 130,
    "name": "Tuwai",
    "description": "Professor Konstantinos described Tuwai as “taxonomically Wind, but also the only Denizan Temtem with meta-mimetic properties.” He theorized about the possibility of Tuwai changing dramatically “if the relevant Place of Power” could be found.",
    "types": [
      "Wind type"
    ],
    "details": {
      "height": {
        "cm": 106,
        "inches": 41.73
      },
      "weight": {
        "kg": 23,
        "lbs": 52.48
      }
    }
  },
  {
    "id": 131,
    "name": "Tukai",
    "description": "It is unclear whether Professor Konstantinos ever discovered this evolution, with its flaming aquamarine wings - a true feat of meta-mimetic evolution, unseen elsewhere in the whole Archipelago.",
    "types": [
      "Wind type",
      "Water type"
    ],
    "details": {
      "height": {
        "cm": 170,
        "inches": 66.93
      },
      "weight": {
        "kg": 79,
        "lbs": 174.2
      }
    }
  },
  {
    "id": 132,
    "name": "Tulcan",
    "description": "Some Temtemologists argue that Tulcan are the remains of an extinct species endemic to the upper slopes of Anak before the breakup of the island, alluded to Myrislan myth as 'firebreezers' and Cipanki folklore as 'flame kami'.",
    "types": [
      "Wind type",
      "Fire type"
    ],
    "details": {
      "height": {
        "cm": 180,
        "inches": 70.87
      },
      "weight": {
        "kg": 88,
        "lbs": 194.04
      }
    }
  },
  {
    "id": 133,
    "name": "Tuvine",
    "description": "Just how a Crystal Temtem manages to fly effectively is still a mystery to most Temtemologists. Some theorize its flight is aided by magnetic repulsion generated by mineral organs... but most tamers just enjoy their emerald majesty without asking too many questions.",
    "types": [
      "Wind type",
      "Crystal type"
    ],
    "details": {
      "height": {
        "cm": 172,
        "inches": 67.72
      },
      "weight": {
        "kg": 87,
        "lbs": 191.84
      }
    }
  },
  {
    "id": 134,
    "name": "Turoc",
    "description": "Turoc is, in the words of Linnaea, \"a meeting of opposites - a flying rock, stone on wings - an impossibility, and yet, a reality (...) further proof of the marvelous diversity of Temtem lifeforms.\"",
    "types": [
      "Wind type",
      "Earth type"
    ],
    "details": {
      "height": {
        "cm": 175,
        "inches": 68.9
      },
      "weight": {
        "kg": 96,
        "lbs": 211.68
      }
    }
  },
  {
    "id": 135,
    "name": "Tuwire",
    "description": "One of the strangest evolutionary paths, Tuwire descends from escaped Digital Temtem crossing with wild Wind varieties. Aerodynamically speaking, they shouldn't be able to fly... but they do.",
    "types": [
      "Wind type",
      "Digital type"
    ],
    "details": {
      "height": {
        "cm": 160,
        "inches": 62.99
      },
      "weight": {
        "kg": 120,
        "lbs": 264.6
      }
    }
  },
  {
    "id": 136,
    "name": "Tutsu",
    "description": "First described by reputed breeder Nalla of Vumbi, Tutsu is \"like a sudden storm, a nimble yet mighty bird of prey, fiery even when facing much bigger opponents\". It is said that all Tutsu are descended from Nalla's...",
    "types": [
      "Wind type",
      "Melee type"
    ],
    "details": {
      "height": {
        "cm": 178,
        "inches": 70.08
      },
      "weight": {
        "kg": 127,
        "lbs": 280.04
      }
    }
  },
  {
    "id": 137,
    "name": "Kinu",
    "description": "The elusive Kinu are some of the rarest Nature Temtem in the Myrisles - to the point that some tamers think they're a mere legend. When they do show up, Omninesians treat them with the respect reserved for the guardian spirits of the Banyan.",
    "types": [
      "Nature type",
      "Mental type"
    ],
    "details": {
      "height": {
        "cm": 93,
        "inches": 36.61
      },
      "weight": {
        "kg": 16,
        "lbs": 37.04
      }
    }
  },
  {
    "id": 138,
    "name": "Vulvir",
    "description": "Some academics speculate that this is the last remnant of a long-lost \"Draconic\" variety of Temtem. In practice terms, most tamers classify them as Fire-Earth, which is an accurate designation for these mighty but shy creatures.",
    "types": [
      "Fire type",
      "Earth type"
    ],
    "details": {
      "height": {
        "cm": 76,
        "inches": 29.92
      },
      "weight": {
        "kg": 45,
        "lbs": 99.23
      }
    }
  },
  {
    "id": 139,
    "name": "Vulor",
    "description": "Although they hide their faces in hollow rocks like their lesser brethren, these Temtem have very little to fear from their environment. Tough as stone and destructive as fire, they are a force to be reckoned with.",
    "types": [
      "Fire type",
      "Earth type"
    ],
    "details": {
      "height": {
        "cm": 163,
        "inches": 64.17
      },
      "weight": {
        "kg": 94,
        "lbs": 208.37
      }
    }
  },
  {
    "id": 140,
    "name": "Vulcrane",
    "description": "Vulcrane are sometimes described as \"Anak on two legs\". If a variety of draconic-looking Temtem ever existed, they couldn't have been much fiercer than this advanced, flaming beast.",
    "types": [
      "Fire type",
      "Earth type"
    ],
    "details": {
      "height": {
        "cm": 233,
        "inches": 91.73
      },
      "weight": {
        "kg": 142,
        "lbs": 313.11
      }
    }
  },
  {
    "id": 141,
    "name": "Pigepic",
    "description": "The absolute favourites of toddlers all around the Archipelago, Pigepic are fluffy, soft and absolutely adorable. Voluminous and cumbersome, they normally float low over the ground, making them ideal playmates for small children.",
    "types": [
      "Wind type"
    ],
    "details": {
      "height": {
        "cm": 69,
        "inches": 27.17
      },
      "weight": {
        "kg": 64,
        "lbs": 141.12
      }
    }
  },
  {
    "id": 142,
    "name": "Akranox",
    "description": "Well-armed with a mighty stinger and protected by rugged rock-like armor, Akranox can afford to have flash colored pincers and a cocky attitude, making them a favorite of Archipelagian teens.",
    "types": [
      "Earth type",
      "Toxic type"
    ],
    "details": {
      "height": {
        "cm": 160,
        "inches": 62.99
      },
      "weight": {
        "kg": 128,
        "lbs": 282.24
      }
    }
  },
  {
    "id": 143,
    "name": "Koish",
    "description": "Unique amongst all Temtem, Koish sub-species are known to span all Temtem types. This extreme range of diversity is attributed to early mutations in the Xolotic-Moyoan-Sillarin ocean of prehistoric Paninsula.",
    "types": [
      "Water type"
    ],
    "details": {
      "height": {
        "cm": 110,
        "inches": 43.31
      },
      "weight": {
        "kg": 63,
        "lbs": 138.92
      }
    }
  },
  {
    "id": 144,
    "name": "Vulffy",
    "description": "Extremely perceptive and aware, this species flourishes (in all senses of the word) in the great expanses of wild land - although they are inquisitive by nature, and never shy away from human contact.",
    "types": [
      "Earth type",
      "Nature type"
    ],
    "details": {
      "height": {
        "cm": 84,
        "inches": 33.07
      },
      "weight": {
        "kg": 73,
        "lbs": 160.97
      }
    }
  },
  {
    "id": 145,
    "name": "Chubee",
    "description": "What started as an experiment in artificial pollination has resulted in the birth of this endearingly round fluffyboi. Although not great flyers, Chubee compensate their cumbersomeness with Digital reliability.",
    "types": [
      "Digital type",
      "Wind type"
    ],
    "details": {
      "height": {
        "cm": 40,
        "inches": 15.75
      },
      "weight": {
        "kg": 22,
        "lbs": 48.51
      }
    }
  },
  {
    "id": 146,
    "name": "Waspeen",
    "description": "Not even Professor Konstantinos could guess this evolutionary stage - while Waspeen loses its predecessors' flight, it develops powerful crystal spikes.",
    "types": [
      "Digital type",
      "Crystal type"
    ],
    "details": {
      "height": {
        "cm": 120,
        "inches": 47.24
      },
      "weight": {
        "kg": 76,
        "lbs": 167.58
      }
    }
  },
  {
    "id": 147,
    "name": "Mawtle",
    "description": "Mawtle's smiley face has become a meme amongst the youngest generation of every Dojo, making this species feel hackneyed to some. Regardless of any fads, it remains a solid choice for any tamer, as well as a tech wonder.",
    "types": [
      "Digital type",
      "Nature type"
    ],
    "details": {
      "height": {
        "cm": 151,
        "inches": 59.45
      },
      "weight": {
        "kg": 58,
        "lbs": 127.89
      }
    }
  },
  {
    "id": 148,
    "name": "Mawmense",
    "description": "Visesia herself rides a Mawmense into battle in \"Endaira II\", making it extremely cool and sought-after. Temtemologists argue it's an anachronism, since this is a very recent variety... but who listens to Temtemologists anyway?",
    "types": [
      "Digital type",
      "Nature type"
    ],
    "details": {
      "height": {
        "cm": 189,
        "inches": 74.41
      },
      "weight": {
        "kg": 208,
        "lbs": 458.64
      }
    }
  },
  {
    "id": 149,
    "name": "Hazrat",
    "description": "If Temtem can develop in the Xolot Reservoir, why wouldn't they thrive in the sewers of Properton? WARNING: all specimens of this species are required to undergo a Dojo-approved detox process to make them safe to handle.",
    "types": [
      "Toxic type",
      "Fire type"
    ],
    "details": {
      "height": {
        "cm": 150,
        "inches": 59.06
      },
      "weight": {
        "kg": 33,
        "lbs": 72.77
      }
    }
  },
  {
    "id": 150,
    "name": "Minttle",
    "description": "A sweet, innocent appearance that conceals a great brainpower, this species has roamed the Greenglen Forest for centuries in small herds, grazing peacefully in the undergrowth and following the bigger Minox.",
    "types": [
      "Mental type"
    ],
    "details": {
      "height": {
        "cm": 80,
        "inches": 31.5
      },
      "weight": {
        "kg": 16,
        "lbs": 35.28
      }
    }
  },
  {
    "id": 151,
    "name": "Minox",
    "description": "Charles Temwin developed his theory of Temtem evolution by establishing a genetic link between the little, gentle Minttle and this mighty, bullish evolutionary stage.",
    "types": [
      "Mental type",
      "Electric type"
    ],
    "details": {
      "height": {
        "cm": 150,
        "inches": 59.06
      },
      "weight": {
        "kg": 103,
        "lbs": 227.12
      }
    }
  },
  {
    "id": 152,
    "name": "Minothor",
    "description": "Some of the oldest cave paintings in the Chini Grotto are said to represent prehistorical Minothor. Its ability to transform Mental power into electricity and vice versa must have looked like magic to early humans...",
    "types": [
      "Mental type",
      "Electric type"
    ],
    "details": {
      "height": {
        "cm": 220,
        "inches": 86.61
      },
      "weight": {
        "kg": 300,
        "lbs": 661.5
      }
    }
  },
  {
    "id": 153,
    "name": "Maoala",
    "description": "A favorite of Lochburgian tamers, Maoala are companionable Temtem, always up for a fun party or a hearty battle, equally at home in the dojo and in the pub.",
    "types": [
      "Melee type",
      "Mental type"
    ],
    "details": {
      "height": {
        "cm": 160,
        "inches": 62.99
      },
      "weight": {
        "kg": 73,
        "lbs": 160.97
      }
    }
  },
  {
    "id": 154,
    "name": "Venx",
    "description": "This cute little warrior is popular among young tamers, who love to customize their own with bandages of different colors and patterns. Some Dojos are enforcing a more formal white-bandage code for serious competition.",
    "types": [
      "Neutral type"
    ],
    "details": {
      "height": {
        "cm": 160,
        "inches": 62.99
      },
      "weight": {
        "kg": 80,
        "lbs": 176.4
      }
    }
  },
  {
    "id": 155,
    "name": "Venmet",
    "description": "Sometimes more is more – and this evolution makes for a winning combination of resilience and sheer power. Some historians suggest this species was widely used by reivers on both sides during the turbulent era of Chieftain Mac Aed.",
    "types": [
      "Neutral type",
      "Melee type"
    ],
    "details": {
      "height": {
        "cm": 170,
        "inches": 66.93
      },
      "weight": {
        "kg": 84,
        "lbs": 185.22
      }
    }
  },
  {
    "id": 156,
    "name": "Vental",
    "description": "Lady Cathrine of Properton herself popularized this species among the fashionable tamers of her age. Nowadays, it is considered one of the timeless classics of Arburian Temtem breeds.",
    "types": [
      "Neutral type",
      "Mental type"
    ],
    "details": {
      "height": {
        "cm": 150,
        "inches": 59.06
      },
      "weight": {
        "kg": 21,
        "lbs": 46.31
      }
    }
  },
  {
    "id": 157,
    "name": "Chimurian",
    "description": "Some urban legends claim this variety wasn't tamed or bred as much as extracted from mineral ores in the deepest pits of Quetzal. Just how its roots interface with the crystals of its body is still a subject of scientific study.",
    "types": [
      "Nature type",
      "Crystal type"
    ],
    "details": {
      "height": {
        "cm": 215,
        "inches": 84.65
      },
      "weight": {
        "kg": 71,
        "lbs": 156.56
      }
    }
  },
  {
    "id": 158,
    "name": "Arachnyte",
    "description": "With way too many legs for anyone's liking, Arachnyte includes multi-core processing to coordinate movement, visual input, and combat subroutines - all in one efficient package of Arburian design.",
    "types": [
      "Neutral type",
      "Digital type"
    ],
    "details": {
      "height": {
        "cm": 170,
        "inches": 66.93
      },
      "weight": {
        "kg": 100,
        "lbs": 220.5
      }
    }
  },
  {
    "id": 159,
    "name": "Thaiko",
    "description": "Developed as a joint project between Lochburg and Neoedo, this little furry bruiser combines feline breeding savoir-faire with cutting edge technology. A hotfix to prevent hairballs is expected any time now.",
    "types": [
      "Digital type",
      "Melee type"
    ],
    "details": {
      "height": {
        "cm": 68,
        "inches": 26.77
      },
      "weight": {
        "kg": 20,
        "lbs": 44.1
      }
    }
  },
  {
    "id": 160,
    "name": "Monkko",
    "description": "Advanced martial arts training after breeding ensures that this Temtem is a cut above its less educated predecessors. Although the priests of Miyako frown at new Temtem species, Monkko's kung-fu is based on their techniques.",
    "types": [
      "Digital type",
      "Melee type"
    ],
    "details": {
      "height": {
        "cm": 158,
        "inches": 62.2
      },
      "weight": {
        "kg": 66,
        "lbs": 145.53
      }
    }
  },
  {
    "id": 161,
    "name": "Anahir",
    "description": "This tortured creature is the result of Dr. Hamijo's attempts at creating a new \"Diamond\" variety. By picking the sturdiest variety of Crystal Temtem and submitting it to the harshest Fire environment of Anak, he has achieved something unique... and uniquely cruel.",
    "types": [
      "Crystal type",
      "Fire type"
    ],
    "details": {
      "height": {
        "cm": 152,
        "inches": 59.84
      },
      "weight": {
        "kg": 172,
        "lbs": 379.26
      }
    }
  },
  {
    "id": 162,
    "name": "Anatan",
    "description": "Through the care and kindness of its tamer, Anahir overcame its traumatic origins. This happy Anatan stands as living proof of the healing power of love.",
    "types": [
      "Crystal type",
      "Fire type"
    ],
    "details": {
      "height": {
        "cm": 220,
        "inches": 86.61
      },
      "weight": {
        "kg": 279,
        "lbs": 615.2
      }
    }
  },
  {
    "id": 163,
    "name": "Tyranak",
    "description": "Probably the last living relic from a distant pre-human past, when MegaTem roamed the unbroken Paninsula. Most Temtemologists considered it to be cryptofauna until... well, until now.",
    "types": [
      "Fire type",
      "Nature type"
    ],
    "details": {
      "height": {
        "cm": 420,
        "inches": 165.35
      },
      "weight": {
        "kg": 4600,
        "lbs": 10143
      }
    }
  },
  {
    "id": 164,
    "name": "Volgon",
    "description": "In Cipanki lore, dragons are born of lightning to roam the vast reaches of heaven. Sometimes, a curious member of their race will visit the Archipelago and befriend a human. They are never considered \"tamed\" - they merely consent to accompanying a tamer for a few years or even decades.",
    "types": [
      "Electric type"
    ],
    "details": {
      "height": {
        "cm": 1200,
        "inches": 472.44
      },
      "weight": {
        "kg": 6200,
        "lbs": 13671
      }
    }
  }
]